@art_content1 = "前回、話すことはスキルなので
実践や自主練習が非常に大事というお話をしました


今回は、じゃあどんな風にアウトプットするの？
これについてお伝えしていきます


一人で出来るアウトプットの方法は

・日記
・リピーティング
・オーバーラッピング
・シャドーウィング
・動画日記

このようにあります
僕のオススメとしては

リピーティング
オーバーラッピング
動画日記

この辺りがすごくオススメです

目的やレベルに合わせて使い分けたり、
徐々にやったり、同時並行でやったり

レベルが上がったら次のものに移行したりと

自分の今いるレベルに合わせて
段階を踏んでやっていくことが非常に大事です！


このやり方は非常に有効なんですけど、
なにせ地味なので、

飽きちゃったり、めんどくさくなったり
続かなかったりと様々な問題が出てきます

なので、どう工夫したら簡単に続けられるのか
無理せず、当たり前のように習慣に出来るのか

についても今度お話したいと思います


それぞれの特徴ややり方について簡単に説明していきます

日記


日記は名前の通り、
ノートに英語で日記を綴ります

これは英語を話そうとする時に
考えたりする時間が必要な人

アウトプットほぼしてなかったという人に有効です

また、英語を習慣化させるトリガーとしても
日記は非常に有効になります

リピーティング

リピーティングは一度ネイティブの声を聞いてから
一度、音源を止めて真似する練習方法です！

（スクリプトを見ながらやります）

早すぎてついていけなかったり
今までアウトプットあまりしていなかった人は
リピーティングから始めると効果的です


オーバーラッピング


オーバーラッピングは

スクリプトを見ながら、ネイティブの声に合わせて
一緒に声に出して真似る練習方法です

一応同時って言われていますが、
慣れるまでは多少遅れたり追いかけるように真似ることになると思います

スクリプトを見ながらなので、非常に取り組みやすい練習法です


シャドーウィング


シャドーウィングはスクリプトを見ないで、
ネイティブの音声を聴きながら、追いかけるように真似する練習です

発音、イントネーション、感覚、間、表現を身につけるためにやります
訓練のレベル（筋トレでいう負荷みたいなもの）が紹介した順に高くなっていくので
段階を踏んでやっていく必要があります


動画日記


動画日記は流暢さ、瞬発力、表現多彩化が身につき自分のレベルチェックができる
実戦に近い方法になります

たくさんインプットやこれまで紹介してきた方法をこなして
実力が少し少しついて来た頃に閉口して行っていくと効果的です

以上が一人でできるアウトプットの紹介になります


もちろん理想は毎日外国人と話すことなのですが、
それは日本では本気で意図的にやらないと結構難しいので


最低でも週に１回、多ければ多いほど好ましいです
外国人と話す実戦の場を設けつつ自主練の量を莫大に増やしていくことが
日本で上達させるための肝になります"

@art_content2 = "日本で英語を話せる場所はどこにあるんだろう？


「英語を話せるようになるためには
実際に話さないとダメだよな〜」

「ん〜手頃に英語を話せる場所って無いのかな？」

ふとそう思ったことは一回くらいはあると思います！
僕も昔よく考えていたんですよね


「やっぱ実践しないと上手くならなそうだし
安くて気軽に英語を話せる場所ないかな〜」って


なので、

今回は日本で手軽に英会話ができる場所、環境を
ご紹介していきたいと思います！


・英会話カフェ
・国際交流イベント
・ミートアップ
・大学や学校の英会話施設
・英会話サークル
・オンライン英会話
・英会話スクール
・HUB
・新宿ゴールデン街
・渋谷や新宿のカフェ、バー


羅列すると思ったより結構と多いですよね！

場所によって様々特徴があるので、
目的や自分のレベルと相談しながら上手く活用するのがベスト！


それでは一つずつ行ってみましょう！


英会話カフェ


英会話カフェは意外と知らない人が多いイメージですね
なので、あなたはこの存在を知ることができたので

実際に行ってみて周りと差をつけちゃいましょう！


英会話カフェの魅力は

○安く英会話ができる
○外国人はもちろん、海外経験が豊富な日本人と交流できる

ってところが一番大きいと思います


場所にもよりますが、だいたい500~2000円くらいで
１、２時間、英語を話せる機会が得られるので

結構コスパがいいと思います

ただ、レベルが高すぎる人ばかり集まってしまって
置いていきぼりになる場合があります

レベル別で分けてくれている場所もあるのでよく調べてから行ってみましょう



ミートアップ
（国際交流イベント）

次に国際交流イベントです

これは

○非常に安い
○色々な国の人や英語や海外が好きな人達と交流できる
○イベントによってレクや遊び自体が面白い
○外国人の友達作りやすい

こんなところが魅力だと思います！

やっぱ安価で使えるのがいいですね



大学や学校の英会話施設

僕の大学だとGスクエアって
いう外国人の人と交流ができる施設があります

英会話サークル

オンライン英会話

英会話スクール

HUB 

新宿ゴールデン街

渋谷や新宿のカフェ、バー
"

@art_content3 = "前回、日本で出来るアウトプットの練習の仕方を
まとめてお伝えしました

でも、飽きてしまったり、めんどくさくなったり
継続できなかったりと別の問題が出てくるかも

とお伝えしました

なので、今回は

この前お伝えした方法をどのように工夫するのか
どうしたら無理なく継続出来るのかを
お伝えしていきたいと思います


どう工夫していくのか？

よく、

CD音源を使ってしましょう
とか
音声を聞いて練習しましょう

って書いてあるんですけど

正直僕はやった試しがありませんでした笑

参考書とか買うとよく付属のCDとかありますよね
一回も使わなかったです苦笑

僕よりしっかりした人なら
ちゃんと活用してスマホに取り込んだりとか
してる方もいると思うので


ぶっちゃけその人は超偉いです

それすらできなかった僕が継続出来るようになったので
それができている方なら継続なんか容易く出来るようになると思います


なんで続かないのかって言うと
シンプルにつまらないんですよね

つまらないものを継続するってなったら

部活みたいに、
なかなか休めない、やめれないみたいな

やらないと大変なことになるって状況だったりしない限り
自力継続させるのは非常に難しいです


なので、

つまらないものでも継続できる環境に自分を持っていくか

もしくは

自分が楽しいと思えるようなものに工夫していく
必要があります


今回は後者の方についてお話していきます

じゃあ、どうやったら楽しいと感じる、
興味が持てるようなもので練習できるか？

それは


YouTube

もしくは

Netflix

を使って練習することです！！


「待てよ、、これ俺のいつもの暇つぶしと
なんら変わらないじゃないか！！」

そうなんです

✔︎娯楽の動画を見ながら楽しく練習できます

✔︎知識を得られる動画で練習できて一石二鳥

✔︎勝手にリスニング超できるようになってる！？が起こる


これなら楽しいって思えるものなので
「勉強しなきゃ汗」って感覚をなくすことができます


しかも、

最近はYouTubeさんGoogleさん達は天才なので

ほとんどの動画で
自動でかなり精度の高い英語の自動字幕をつけてくれるんです

僕の感覚だと９割以上は正しいなと思いました

また、有名なYoutuberであれば親切に
英語の字幕をつけてくれているものもたくさんあります

なのでスクリプトがあるんです！
自分でいちいち用意する必要もないし

紙のテキストを用意する手間もないんです

なので、
好きなジャンルや興味のあるチャンネルを選んで
たくさんオーバーラッピングやシャドーウィングが練習できます


「これを利用しない手はない...！」
と本当に思います


字幕があれば、少し苦手な方でも
結構取り組めるものです


早速、海外のyoutuberを検索にかけてみて
実際にやってみましょう！


「うんうん、これならいけそうだ！」

「あれ汗　意外と続かなかった汗」

「字幕あってもワケワカメ」

「何みたら良いか分からない」

「NetflixとYoutubeどっちが良いん？」

様々また分からない点、上手くいかないことが出てくると思います


なので、
次回以降はそれについて一つずつお伝えしていこうと思います！


「いやー今の時代って本当恵まれてるなぁー」
ってつくづく思います

無料で山のようにネイティブの面白い動画を見れますからね
そりゃ工夫すれば上達するわけですね


ではまた次回の記事でお会いしましょう！
最後までお読み頂きありがとうございました！"

@art_content4 = "
「あれ汗　意外と続かなかった汗」

「字幕あってもワケワカメ」

「何みたら良いか分からない」

「NetflixとYoutubeどっちが良いん？」


「実際にYoutube見てみたんだけど、
思っている程進まなかった汗」

となってしまった場合の工夫の仕方について
今回はお話していきたいと思います


続けるにはやっぱり工夫やコツが必要になってきます

英語に限らず、習慣にするにはコツが存在します
そのコツは

習慣にしたいものを近づけ
したくないものは逆に遠ざける

です


「ん？」

このままだとわかりづらいと思うので
言い方を変えます

習慣にしたいものは
それを行うための工程を簡単にする

逆にやめるべき悪い習慣は
それを行うための工程を複雑にして遠ざける

ということです

例えば

ジムに行くっていう新しい良い習慣をつけようと思ったら

・帰り道の途中にあるジムを選ぶ
・ロッカーも契約して着替え、
靴を置いておきいつでも運動出来る状態を作る


上の例のように自分が取り組むのにストレスが
出来るだけ無い状態を作ることがコツになります


逆に悪い例の場合は

スマホのゲームをやめたい
ってなった場合

・アプリの位置をスワイプが一番最後になるページにする
・アプリを削除する

のようにゲームをやるまでの過程を大変にすることで
悪い習慣をやめやすくなります


じゃあ、これを英語に適応してみると


○英語用のアカウントを作成して
これをYoutubeアプリのメインに設定しておく

（アカウントのロケーションをアメリカに設定するのがオススメ）

○スマホ言語設定をアメリカやイギリスなどの
英語圏にする

○スマホの最初の画面に英語の辞書アプリを置いて置く

○その他podcastsや自分の英語の勉強アプリなどを
出来るだけ手前の画面に配置する


などなど

たくさん工夫することはできます


慣れないうちは英語ばかりで
少しストレスを感じるかもしれませんが

慣れてしまえば大丈夫です
暇だなーってyoutube開けば自然と英語をやっています

英語用のアカウントを作ることは非常に重要です
これをしないとYouTubeが逆に悪い習慣になってしまうからです


普段のアカウントでYoutubeを開くと
いろんな面白そうな動画に誘惑されて

ただ、日本のyoutuberの動画を楽しんで終わってしまいます

新しくアカウントを作って
普段のお気に入りのyoutube動画は遠ざけましょう


まずは、英語用の新しいアカウント作ってみてくださいね


次回は

「何みたら良いか分からない」
を解決するためのお話をお伝えしていきたいと思います

アカウント作った後の続きの話になります


最後までお読み頂きありがとうございました
"